Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Recap.xcstrings
Source language: en
Languages: nl

source: %@ total
nl: %@ totaal

# %@'s week %lld in review!
source: %1$@'s week %2$lld in review!
nl: Week %2$lld van %1$@ in vogelvlucht!

source: %lld of %lld days
nl: %lld van %lld dagen

source: %lld photos
nl: %lld foto's

source: %lld social meetups
nl: %lld sociale ontmoetingen

source: %lld training sessions
nl: %lld trainingssessies

source: %lld walks
nl: %lld wandelingen

source: %lld%% outdoors
nl: %lld%% buiten

source: 1 photo
nl: 1 foto

source: 1 social meetup
nl: 1 sociale ontmoeting

source: 1 training session
nl: 1 trainingssessie

source: 1 walk
nl: 1 wandeling

source: Copy Summary to Clipboard
nl: Kopieer samenvatting

source: Due for review
nl: Te herhalen

source: Maintenance review
nl: Onderhoudsreview

source: Moments
nl: Momenten

source: Month almost complete
nl: Maand bijna voltooid

source: Monthly Recap
nl: Maandoverzicht

source: Monthly recap card
nl: Maandelijkse terugblik kaart

source: Monthly recap for %@: %lld walks, %lld training sessions
nl: Maandoverzicht voor %@: %lld wandelingen, %lld trainingssessies

source: Next month
nl: Volgende maand

source: No activity logged this month
nl: Geen activiteit gelogd deze maand

source: No monthly recaps available yet
nl: Nog geen maandoverzichten beschikbaar

source: No photos this month
nl: Geen foto's deze maand

source: Preview
nl: Voorbeeld

source: Preview celebration
nl: Voorbeeld viering

source: Previous month
nl: Vorige maand

source: Review %@ status
nl: Bekijk %@ status

source: Select month
nl: Selecteer maand

source: Share
nl: Delen

source: Tap to preview each celebration tier
nl: Tik om elke viering te bekijken

source: Tap to preview the active celebration style
nl: Tik om de actieve vieringsstijl te bekijken

source: View recap
nl: Bekijk overzicht

source: View week recap
nl: Bekijk weekoverzicht

source: View year recap
nl: Bekijk jaaroverzicht

source: Week in Review
nl: Week in vogelvlucht

# Weekly Recap Title
source: Weekly Recap
nl: Weekoverzicht

source: Weekly recap card
nl: Wekelijkse overzichtskaart

source: Year in Review
nl: Jaaroverzicht

source: Your month with
nl: Je maand met

source: Your recap is ready!
nl: Je overzicht is klaar!

source: Your week recap is ready!
nl: Je weekoverzicht is klaar!

source: Your year recap is ready!
nl: Je jaaroverzicht is klaar!

source: month with
nl: maand met
